
var foodData={
		"goods":[
			// 品牌零食
			/**
			,https://product.suning.com/0070073962/12259645027.html,
			https://product.suning.com/0070067092/10644947507.html,
			https://product.suning.com/0070062522/10054153358.html,
			https://product.suning.com/0070067092/10624746228.html,
			https://product.suning.com/0070062522/826234098.html,
			https://product.suning.com/0070888002/11424020143.html,
			https://product.suning.com/0070888002/11220326275.html
			https://product.suning.com/0070888002/12286172910.html
			*/
			{"pic": "12259645027.webp", "id": "12259645027", "title": "[周黑鸭旗舰店]锁鲜气调5盒装 乐享鸭脖180g*2锁骨190g鸭翅160g鸭掌140g", "attrs": [{"key": "规格", "value": ["鸭脖*3 锁骨*1鸭翅*1", "鸭脖*2 锁骨*2鸭翅*1", "鸭脖*2锁骨*1鸭翅*1鸭掌*1"]}], "price": "48.00", "guige": [{"key": "执行标准", "value": "Q/ZHY 0005S"}, {"key": "生产商（制造商）地址", "value": "武汉市东西湖区走马岭汇通大道8-1号"}, {"key": "品牌", "value": "周黑鸭(ZHOU HEI YA)"}, {"key": "类别", "value": "鸭肉类"}, {"key": "口味", "value": "香辣味"}, {"key": "净含量", "value": "850克"}, {"key": "包装", "value": "盒装"}, {"key": "保质期", "value": "7天"}, {"key": "储存方法", "value": "通风,干燥"}], "prefixPath": "/food-market", "sale": "4187+"}
			,{"pic": "10644947507.webp", "id": "10644947507", "title": "满300减210[三只松鼠_每日坚果175g]7天装零食组合混合装果仁大礼包家庭", "attrs": [{"key": "规格", "value": ["家庭款750g", "妈妈款750g", "家庭款175g", "益生菌款750g", "年货款750g", "新年牛气款750g"]}], "price": "144.00", "guige": [{"key": "品牌", "value": "三只松鼠(threesquirrels)"}, {"key": "类别", "value": "混合坚果"}, {"key": "口味", "value": "混合口味"}, {"key": "净含量", "value": "175克"}, {"key": "包装", "value": "袋装"}], "prefixPath": "/food-market", "sale": "5097+"}
			,{"pic": "10054153358.webp", "id": "10054153358", "title": "百草味 坚果 盐焗味开心果 100g 休闲零食每日坚果干果炒货特产大颗粒原色无漂白食品满满", "attrs": [{"key": "参数", "value": ["开心果100g", "开心果50g"]}], "price": "164.00", "guige": [{"key": "品牌", "value": "百草味(BE&CHEERY)"}, {"key": "类别", "value": "开心果"}, {"key": "口味", "value": "盐焗味"}, {"key": "是否带壳", "value": "带壳"}, {"key": "包装", "value": "袋装"}, {"key": "净含量", "value": "100克"}], "prefixPath": "/food-market", "sale": "5104+"}
			,{"pic": "10624746228.webp", "id": "10624746228", "title": "推荐_[三只松鼠_每日坚果750g/30天装]混合果仁零食大礼包一整箱干果小零食礼盒夏威夷果碧根果家庭零食", "attrs": [{"key": "规格", "value": ["家庭款750g", "妈妈款750g", "家庭款175g", "益生菌款750g", "年货款750g", "新年牛气款750g"]}], "price": "165.00", "guige": [{"key": "品牌", "value": "三只松鼠(threesquirrels)"}, {"key": "类别", "value": "混合坚果"}, {"key": "口味", "value": "混合口味"}, {"key": "净含量", "value": "750克"}, {"key": "包装", "value": "独立包装"}], "prefixPath": "/food-market", "sale": "2221+"}
			,{"pic": "826234098.webp", "id": "826234098", "title": "百草味 糕点点心 手撕面包 1000g 早餐面包原味办公室休闲零食食品饼干糕点整箱零食小面包蛋糕会员专享", "attrs": [{"key": "规格", "value": ["手撕面包1000g", "华夫饼1000g"]}], "price": "165.00", "guige": [{"key": "品牌", "value": "百草味(BE&CHEERY)"}, {"key": "类别", "value": "面包"}, {"key": "口味", "value": "原味"}, {"key": "净含量", "value": "1000克"}, {"key": "包装", "value": "盒装"}, {"key": "是否添加糖", "value": "添加糖"}], "prefixPath": "/food-market", "sale": "7562+"}
			,{"pic": "11424020143.webp", "id": "11424020143", "title": "来伊份放肆聚吃礼盒零食大礼包1362g 超大一箱休闲食品", "attrs": [{"key": "名称", "value": ["放肆礼盒", "100分礼盒", "贩卖机", "龙王礼盒", "潮礼盒A", "潮礼盒B"]}], "price": "91.00", "guige": [{"key": "品牌", "value": "来伊份(LYFEN)"}, {"key": "类别", "value": "混合卤味"}, {"key": "口味", "value": "其他"}, {"key": "净含量", "value": "1362克"}, {"key": "包装", "value": "礼盒装"}], "prefixPath": "/food-market", "sale": "2934+"}
			,{"pic": "11220326275.webp", "id": "11220326275", "title": "[满400-320]来伊份香辣鸭脖125g", "attrs": [{"key": "口味", "value": ["风味鸭脖", "香辣鸭脖"]}], "price": "135.00", "guige": [{"key": "品牌", "value": "来伊份(LYFEN)"}, {"key": "类别", "value": "鸭肉类"}, {"key": "口味", "value": "香辣味"}, {"key": "净含量", "value": "125克"}, {"key": "包装", "value": "袋装"}], "prefixPath": "/food-market", "sale": "2891+"}
			,{"pic": "12286172910.webp", "id": "12286172910", "title": "[满400-320]来伊份小傻居105g", "attrs": [{"key": "口味", "value": ["碳烤风味", "香辣火锅味"]}], "price": "129.00", "guige": [{"key": "品牌", "value": "来伊份(LYFEN)"}, {"key": "类别", "value": "猪肉类"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国福建漳州市"}, {"key": "口味", "value": "原味"}, {"key": "净含量", "value": "105克"}, {"key": "包装", "value": "袋装"}], "prefixPath": "/food-market", "sale": "1247+"}

					
			// 新鲜水果
			/**
			,https://product.suning.com/0070223950/12170691857.html,
			https://product.suning.com/0000000000/12324034160.html,
			https://product.suning.com/0000000000/12272620084.html,
			https://product.suning.com/0070969838/11544237165.html,
			https://product.suning.com/0071455306/12345774676.html,
			https://product.suning.com/0070159738/11370872184.html,
			https://product.suning.com/0070745159/12205367734.html,
			https://product.suning.com/0070969838/11566234732.html,
			 */
			,{"pic": "12170691857.webp", "id": "12170691857", "title": "[店长力荐]山东红富士苹果水果 大果5斤装 果径80mm以上 时令新鲜苹果水果 现摘现发 个大皮薄 酸甜多汁 星优选", "attrs": [{"key": "规格", "value": ["山东红富士苹果 精品大果5斤装", "山东红富士苹果中果 净重5斤装", "山东红富士苹果大果 净重5斤装", "山东红富士苹果超大果 净重5斤", "山东红富士苹果5斤装 单果80mm", "山东烟台红富士苹果 大果5斤装", "烟台红富士苹果5斤 单果80mm", "山东黄金维纳斯苹果礼盒5斤装", "烟台红富士 净重4.8斤起 精品果", "山东红富士5斤装 精品超大果", "烟台红富士苹果水果 大果5斤装", "烟台红富士苹果水果 中果5斤装", "山东维纳斯苹果5斤 单果75mm", "烟台红富士苹果 特大果5斤装", "烟台奶油富士5斤装 单果75mm", "山东红富士5斤装 单果80mm起", "山东红富士5斤装 单果85mm起"]}], "price": "113.00", "guige": [{"key": "品牌", "value": "星优选"}, {"key": "品种", "value": "红富士"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国山东临沂市"}, {"key": "包装", "value": "箱装"}, {"key": "果实直径", "value": "80mm-85mm"}, {"key": "净含量", "value": "2.5kg"}, {"key": "保质期", "value": "10天"}, {"key": "贮存条件", "value": "常温"}], "prefixPath": "/food-market", "sale": "6333+"}
			,{"pic": "12324034160.webp", "id": "12324034160", "title": "[五个农民]当季新果洛川红富士苹果大果礼盒装 净重5.2-5.5斤 单果径80mm脆甜苹果", "attrs": [{"key": "规格", "value": ["洛川红富士中果5斤 75mm+", "洛川红富士大果礼盒5.2斤 80mm+", "阿克苏冰糖心苹果中果5斤75mm+", "阿克苏冰糖心苹果大果5斤80mm+", "盐源丑苹果大果5斤 80mm+", "盐源丑苹果大果8斤 80mm+", "栖霞红富士大果礼盒5斤 80mm+", "黄金奶油富士大果5斤 80mm+", "云南昭通冰糖心礼盒5斤 70-80mm", "陕西白水红富士12斤 75mm+", "陕西白水红富士14斤 80mm+"]}], "price": "181.00", "guige": [{"key": "品牌", "value": "五个农民"}, {"key": "品种", "value": "红富士"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国陕西延安市"}, {"key": "包装", "value": "礼盒装"}, {"key": "果实直径", "value": "80mm-85mm"}, {"key": "净含量", "value": "2.6kg"}, {"key": "保质期", "value": "60天"}, {"key": "贮存条件", "value": "常温"}], "prefixPath": "/food-market", "sale": "1334+"}
			,{"pic": "12272620084.webp", "id": "12272620084", "title": "[五个农民]洛川红富士苹果5斤装 果径75mm当季新果脆甜苹果", "attrs": [{"key": "规格", "value": ["洛川红富士中果5斤 75mm+", "洛川红富士大果礼盒5.2斤 80mm+", "阿克苏冰糖心苹果中果5斤75mm+", "阿克苏冰糖心苹果大果5斤80mm+", "盐源丑苹果大果5斤 80mm+", "盐源丑苹果大果8斤 80mm+", "栖霞红富士大果礼盒5斤 80mm+", "黄金奶油富士大果5斤 80mm+", "云南昭通冰糖心礼盒5斤 70-80mm", "陕西白水红富士12斤 75mm+", "陕西白水红富士14斤 80mm+"]}], "price": "108.00", "guige": [{"key": "品牌", "value": "五个农民"}, {"key": "品种", "value": "红富士"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国陕西延安市"}, {"key": "包装", "value": "礼盒装"}, {"key": "果实直径", "value": "70mm-80mm"}, {"key": "净含量", "value": "2.25kg"}, {"key": "保质期", "value": "60天"}, {"key": "贮存条件", "value": "常温"}], "prefixPath": "/food-market", "sale": "1200+"}
			,{"pic": "11544237165.webp", "id": "11544237165", "title": "[第二件6元]广西皇帝柑 中果 净重4.5斤(带箱5斤)橘子橙子贡柑 果经50mm-60mm", "attrs": [{"key": "规格", "value": ["中果 净重4.5斤【带箱5斤】", "大果 净重4.5斤【带箱5斤】", "小果 净重4.5斤【带箱5斤】"]}], "price": "183.00", "guige": [{"key": "品牌", "value": "春始秋末"}, {"key": "品种", "value": "皇帝柑"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国广西贺州市"}, {"key": "包装", "value": "箱装"}, {"key": "净含量", "value": "皇帝柑2250g"}, {"key": "保质期", "value": "30天"}, {"key": "贮存条件", "value": "冷藏0-4℃"}], "prefixPath": "/food-market", "sale": "9229+"}
			,{"pic": "12345774676.webp", "id": "12345774676", "title": "正宗源产地 湖南黔阳冰糖橙5斤大果60-65mm 新鲜现摘现发 香甜可口当季好橙子 5斤大果", "attrs": [{"key": "果径", "value": ["5斤中果55-60mm", "5斤大果60mm以上", "10斤大果60mm（净重9斤）"]}], "price": "160.00", "guige": [{"key": "类别", "value": "橙子"}, {"key": "品种", "value": "冰糖橙"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国湖南怀化市"}, {"key": "包装", "value": "箱装"}, {"key": "净含量", "value": "2.5kg"}], "prefixPath": "/food-market", "sale": "3988+"}
			,{"pic": "11370872184.webp", "id": "11370872184", "title": "果农富 陕西眉县徐香猕猴桃大果 24枚 单果90-110g 新鲜水果精品绿心奇异果绿果", "attrs": [{"key": "规格", "value": ["徐香猕猴桃30枚中果", "徐香猕猴桃24枚大果(店长推荐)", "徐香猕猴桃20枚特大果(店长推荐)", "翠香猕猴桃30枚小果(爆款)"]}], "price": "166.00", "guige": [{"key": "品牌", "value": "果农富"}, {"key": "品种", "value": "猕猴桃/奇异果"}, {"key": "水果种类", "value": "徐香"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国陕西宝鸡市"}, {"key": "包装", "value": "箱装"}, {"key": "净含量", "value": "2200克"}, {"key": "单果克重", "value": "90克"}], "prefixPath": "/food-market", "sale": "1509+"}
			,{"pic": "12205367734.webp", "id": "12205367734", "title": "希悦果品 新疆阿克苏冰糖心苹果 9斤中大果 70mm左右 无蜡好果脆甜可口坏果赔付", "attrs": [{"key": "苹果", "value": ["新疆阿克苏苹果5斤", "新疆阿克苏苹果9斤", "新西兰进红玫瑰苹果", "甘肃花牛苹果5斤"]}], "price": "98.00", "guige": [{"key": "品牌", "value": "希悦果品"}, {"key": "品种", "value": "红富士"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国新疆克拉玛依市"}, {"key": "包装", "value": "箱装"}, {"key": "果实直径", "value": "60mm-70mm"}, {"key": "净含量", "value": "4000"}, {"key": "保质期", "value": "15天"}, {"key": "贮存条件", "value": "冷藏0-4℃"}], "prefixPath": "/food-market", "sale": "3216+"}
			,{"pic": "11566234732.webp", "id": "11566234732", "title": "[第二件6元]广西皇帝柑 大果 净重4.5斤(带箱5斤)橘子橙子贡柑 果经60mm-70mm", "attrs": [{"key": "规格", "value": ["中果 净重4.5斤【带箱5斤】", "大果 净重4.5斤【带箱5斤】", "小果 净重4.5斤【带箱5斤】"]}], "price": "44.00", "guige": [{"key": "品牌", "value": "春始秋末"}, {"key": "品种", "value": "皇帝柑"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国广西贺州市"}, {"key": "包装", "value": "箱装"}, {"key": "净含量", "value": "皇帝柑5kg"}, {"key": "保质期", "value": "30天"}, {"key": "贮存条件", "value": "冷藏0-4℃"}], "prefixPath": "/food-market", "sale": "4822+"}


			// 肉禽
			/**
			https://product.suning.com/0000000000/12282760797.html,
			https://product.suning.com/0071336030/12197925266.html,
			https://product.suning.com/0070218003/10613760166.html,
			https://product.suning.com/0071314980/12187616669.html,
			https://product.suning.com/0070063025/104686133.html,
			https://product.suning.com/0000000000/12282760796.html,
			https://product.suning.com/0070063025/128785202.html,
			https://product.suning.com/0070218003/10613773226.html,
			 */
			,{"pic": "12282760797.webp", "id": "12282760797", "title": "[五个农民]正宗盱眙红胖胖小龙虾 蒜香 十三香 1000G*2盒", "attrs": [{"key": "克重", "value": ["1000G *1盒", "1000G *3盒", "200G*5盒", "1000g", "1000G*2盒", "1000g*3盒"]}, {"key": "口味", "value": ["麻辣", "十三香 ", "麻辣味", "蒜香味", " 麻辣味 ", "十三香味 ", "十三香 麻辣", "麻辣、蒜香口味", "蒜香 十三香", " 十三香、麻辣、蒜香"]}], "price": "124.00", "guige": [{"key": "类别", "value": "冷冻小龙虾"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国江苏淮安市"}, {"key": "包装", "value": "盒装"}, {"key": "净含量", "value": "500克"}, {"key": "保质期", "value": "540天"}, {"key": "保存状态", "value": "冷冻"}, {"key": "贮存条件", "value": "冷冻-18℃"}, {"key": "烹饪建议", "value": "加热即食"}], "prefixPath": "/food-market", "sale": "2217+"}
			,{"pic": "12197925266.webp", "id": "12197925266", "title": "[拍1件发3斤]渔哥头等舱 虾仁 新鲜速冻特大号青虾仁 去虾线 毛重500g/袋3袋净重900g 国产虾仁海鲜", "attrs": [{"key": "规格", "value": ["店铺热销 去虾肠翡翠虾仁500g*3", "囤货钜惠 去虾肠翡翠虾仁500g*4"]}], "price": "112.00", "guige": [{"key": "类别", "value": "冷冻虾仁"}, {"key": "特产品类", "value": "青岛青虾"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国山东青岛市"}, {"key": "海水/淡水", "value": "海水"}, {"key": "包装", "value": "袋装"}, {"key": "净含量", "value": "300克"}, {"key": "保质期", "value": "180天"}, {"key": "保存状态", "value": "冷冻"}, {"key": "贮存条件", "value": "冷冻-18℃"}, {"key": "烹饪建议", "value": "卤菜,火锅,炒菜,炖菜,烧烤,煎炸,蒸菜"}], "prefixPath": "/food-market", "sale": "4653+"}
			,{"pic": "10613760166.webp", "id": "10613760166", "title": "[大祥哥来了力荐]金沐运澄 严选精品大闸蟹鲜活礼盒 公蟹3.5两 母蟹2.5两 4对8只装螃蟹礼盒", "attrs": [], "price": "63.00", "guige": [{"key": "品牌", "value": "金沐运澄"}, {"key": "类别", "value": "大闸蟹"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国江苏苏州市"}, {"key": "是否鲜活", "value": "是"}, {"key": "海水/淡水", "value": "淡水"}, {"key": "包装", "value": "礼盒装"}, {"key": "净含量", "value": "1200克"}, {"key": "保质期", "value": "5天"}, {"key": "烹饪建议", "value": "蒸菜"}, {"key": "贮存条件", "value": "冷藏0-4℃"}], "prefixPath": "/food-market", "sale": "5233+"}
			,{"pic": "12187616669.webp", "id": "12187616669", "title": "祥合 {买一发三}金汤佛跳墙海鲜礼盒250g加热即食鲍鱼海参花胶", "attrs": [], "price": "195.00", "guige": [{"key": "品牌", "value": "祥合"}, {"key": "类别", "value": "海鲜礼盒"}, {"key": "礼盒种类", "value": "海参"}, {"key": "国产/进口", "value": "国产"}, {"key": "包装", "value": "盒装"}, {"key": "净含量", "value": "250克"}, {"key": "保质期", "value": "365天"}, {"key": "海水/淡水", "value": "淡水"}, {"key": "贮存条件", "value": "冷冻-18℃"}, {"key": "烹饪建议", "value": "加热即食"}], "prefixPath": "/food-market", "sale": "1784+"}
			,{"pic": "104686133.webp", "id": "104686133", "title": "宫品淡干小海参刺参3-3.4cm 1只 家庭简装", "attrs": [{"key": "参数", "value": ["3-3.4cm小海参1只", "3.5-3.8cm小海参1只", "2.3-2.9cm很小海参1只", "4-4.5cm干海参1只"]}], "price": "64.00", "guige": [{"key": "品牌", "value": "宫品"}, {"key": "类别", "value": "干海参"}, {"key": "国产 / 进口", "value": "国产"}, {"key": "包装", "value": "简装"}, {"key": "净含量", "value": "1.5克"}, {"key": "贮存条件", "value": "常温"}], "prefixPath": "/food-market", "sale": "8923+"}
			,{"pic": "12282760796.webp", "id": "12282760796", "title": "[五个农民]正宗盱眙红胖胖小龙虾 麻辣 蒜香 1000G*2盒", "attrs": [{"key": "克重", "value": ["1000G *1盒", "1000G *3盒", "200G*5盒", "1000g", "1000G*2盒", "1000g*3盒"]}, {"key": "口味", "value": ["麻辣", "十三香 ", "麻辣味", "蒜香味", " 麻辣味 ", "十三香味 ", "十三香 麻辣", "麻辣、蒜香口味", "蒜香 十三香", " 十三香、麻辣、蒜香"]}], "price": "62.00", "guige": [{"key": "类别", "value": "冷冻小龙虾"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国江苏淮安市"}, {"key": "包装", "value": "盒装"}, {"key": "净含量", "value": "500克"}, {"key": "保质期", "value": "540天"}, {"key": "保存状态", "value": "冷冻"}, {"key": "贮存条件", "value": "冷冻-18℃"}, {"key": "烹饪建议", "value": "加热即食"}], "prefixPath": "/food-market", "sale": "662+"}
			,{"pic": "128785202.webp", "id": "128785202", "title": "宫品淡干海参小海参干货3.5-3.8cm 1只 国产简装盒装 生鲜 海鲜水产", "attrs": [{"key": "参数", "value": ["3-3.4cm小海参1只", "3.5-3.8cm小海参1只", "2.3-2.9cm很小海参1只", "4-4.5cm干海参1只"]}], "price": "89.00", "guige": [{"key": "品牌", "value": "宫品"}, {"key": "类别", "value": "干海参"}, {"key": "国产 / 进口", "value": "国产"}, {"key": "包装", "value": "简装"}, {"key": "净含量", "value": "2克"}, {"key": "贮存条件", "value": "常温"}], "prefixPath": "/food-market", "sale": "9206+"}
			,{"pic": "10613773226.webp", "id": "10613773226", "title": "[大祥哥来了力荐]金沐运澄 严选精品大闸蟹实物鲜活螃蟹 全母蟹3两 8只礼盒装", "attrs": [], "price": "107.00", "guige": [{"key": "品牌", "value": "金沐运澄"}, {"key": "类别", "value": "大闸蟹"}, {"key": "国产/进口", "value": "国产"}, {"key": "产地", "value": "中国江苏苏州市"}, {"key": "是否鲜活", "value": "是"}, {"key": "海水/淡水", "value": "淡水"}, {"key": "包装", "value": "礼盒装"}, {"key": "净含量", "value": "1200克"}, {"key": "保质期", "value": "5天"}, {"key": "烹饪建议", "value": "蒸菜"}, {"key": "贮存条件", "value": "冷藏0-4℃"}], "prefixPath": "/food-market", "sale": "1217+"}

			
			
		
		]
}




function getFoodData() {
	return foodData;
}
