// attrs.type ： 1参数  2规格


var path = "./../../img/detail-img/home";



var IndexData={"goods":[
	{  "prefixPath":"/home", "id":"123456","pic":"123456.webp","title":"MLB 男女通用 棒球帽","price":"269.00","attrs":[{"type":1,"key":"颜色","value":["黑色","蓝色","白色","绿色"]},{"type":1,"key":"尺码","value":["29","28","26","30"]}],"guige":[{"key":"商品名称","value":"MLB32CPIG-NY"},{"key":"商品编号","value":"100000563841"},{"key":"商品毛重","value":"250.00g"},{"key":"商品产地","value":"韩国"},{"key":"货号","value":"32CPIG"},{"key":"材质","value":"其他"},{"key":"适用季节","value":"春季，夏季，秋季，冬季"},{"key":"帽檐长度","value":"短檐"},{"key":"上市时间","value":"2019年春季"},{"key":"适用性别","value":"通用"},{"key":"流行元素","value":"刺绣"},{"key":"风格","value":"街头，优雅，民族风"},{"key":"帽檐款式","value":"其他"},{"key":"图案","value":"纯色"},{"key":"适用场景","value":"沙滩，上班，校园"}]}
	,{ "prefixPath":"/home", "id":"100016799350","pic":"100016799350.webp","title":"Redmi Note 9 Pro 5G 一亿像素 骁龙750G 33W快充 120Hz刷新率 碧海星辰 8GB+256GB 智能手机 小米 红米","price":"1669.00","attrs":[{"type":1,"key":"颜色","value":["静默星空","碧海星辰","湖广秋色"]},{"type":1,"key":"版本","value":["6GB+128GB","8GB+128GB","8GB+256GB","12GB+256GB"]}],"guige":[{"key":"商品名称","value":"小米Redmi Note9 Pro"},{"key":"商品编号","value":"100016799350"},{"key":"商品毛重","value":"500.00g"},{"key":"商品产地","value":"中国大陆"},{"key":"CPU型号","value":"骁龙750G"},{"key":"运行内存","value":"8GB"},{"key":"机身存储","value":"256GB"},{"key":"存储卡","value":"支持MicroSD(TF)"},{"key":"后摄主摄像素","value":"1亿像素"},{"key":"前摄主摄像素","value":"1600万像素"},{"key":"分辨率","value":"全高清FHD+"},{"key":"充电器","value":"其他"},{"key":"热点","value":"人脸识别，快速充电，NFC，5G"},{"key":"游戏性能","value":"发烧级"},{"key":"系统","value":"Android"},{"key":"支持IPv6","value":"支持IPv6"},{"key":"充电功率","value":"30-39W"}]}
	,{ "prefixPath":"/home", "title":"摩斯维 苹果12手机壳iphone12保护套磨砂透明软壳镜头全包防摔超薄男款潮女款个性时尚简约高级感 浅草绿【超薄磨砂丨强抗指纹】贈钢化膜","price":"￥1899.00","id":"10038987213129","pic":"10038987213129.webp","attrs":[{"key":"选择颜色","value":["石墨黑【超薄磨砂丨强抗指纹】贈钢化膜","海蓝色【超薄磨砂丨强抗指纹】贈钢化膜","雾纱白【超薄磨砂丨强抗指纹】贈钢化膜","浅草绿【超薄磨砂丨强抗指纹】贈钢化膜"],"type":1}],"guige":[{"key":"商品名称","value":"摩斯维（msvii）AppleiPhone 12"},{"key":"商品编号","value":"10038987213129"},{"key":"商品毛重","value":"100.00g"},{"key":"商品产地","value":"中国大陆"},{"key":"材质","value":"塑料"},{"key":"热门机型","value":"Apple iPhone 12"},{"key":"风格","value":"简约，透明款"}]}
	,{ "prefixPath":"/home", "title":"虎牌保险柜 家用小型60cm全钢防盗入墙保管柜指纹密码办公保险箱 博瑞系列 钢琴黑","price":"￥1899.00","id":"100026484792","pic":"100026484792.webp","attrs":[{"key":"选择颜色","value":["博瑞20cm钢琴黑","博瑞25cm钢琴黑","博瑞25cm咖啡金","博瑞45cm钢琴黑","博瑞60cm钢琴黑","博瑞80cm钢琴黑","博瑞100cm钢琴黑","博瑞120cm钢琴黑","博瑞150cm钢琴黑","博瑞45cm咖啡金","博瑞60cm咖啡金","博瑞80cm咖啡金","博瑞100cm咖啡金","博瑞120cm咖啡金","博瑞150cm咖啡金"],"type":1},{"key":"选择版本","value":["电子密码","密码+指纹","配件隔板（单拍不发货）","配件底轮（单拍不发货）","指纹开启"],"type":1}],"guige":[{"key":"商品名称","value":"虎牌博瑞60"},{"key":"商品编号","value":"100026484792"},{"key":"商品毛重","value":"30.0kg"},{"key":"商品产地","value":"中国大陆"},{"key":"门板厚度","value":"6-8mm"},{"key":"显示屏","value":"LED数码屏显示"},{"key":"执行标准","value":"企业标准"},{"key":"开锁方式","value":"密码解锁，指纹解锁，钥匙解锁"},{"key":"主机械钥匙","value":"有，非必须使用"},{"key":"报警功能","value":"蜂鸣器报警"},{"key":"门板形式","value":"复合"},{"key":"重量","value":"16-30kg"},{"key":"箱体厚度","value":"4mm以下"},{"key":"应急开启","value":"主钥匙+应急钥匙"},{"key":"门型","value":"单开门"},{"key":"开门方式","value":"手动开门"},{"key":"外观高度","value":"45-60cm"}]}
	,{ "prefixPath":"/home", "title":"A21秋季2021男装圆领长袖线衫 纯色休闲百搭男女情侣款毛衣R413143039 浅灰绿 170/84A/M","price":"￥1899.00","id":"100023589788","pic":"100023589788.webp","attrs":[{"key":"选择颜色","value":["灰蓝","卡其","中灰","黑色","暗粉红","浅灰绿","灰蓝","卡其","中灰","黑色","暗粉红","浅灰绿"],"type":1},{"key":"选择尺码","value":["165/80A/S","170/84A/M","175/88A/L","180/92A/XL","185/96A/XXL","190/100A/XXXL","165/80A/S","170/84A/M","175/88A/L","180/92A/XL","185/96A/XXL","190/100A/XXXL"],"type":1}],"guige":[{"key":"商品名称","value":"A21毛织"},{"key":"商品编号","value":"100023589788"},{"key":"商品毛重","value":"460.00g"},{"key":"商品产地","value":"中国大陆"},{"key":"货号","value":"R413143039ZY"},{"key":"材质","value":"棉"},{"key":"衣门襟","value":"套头"},{"key":"版型","value":"宽松型"},{"key":"领型","value":"圆领"},{"key":"袖长","value":"长袖"},{"key":"上市时间","value":"2021年秋季"},{"key":"厚度","value":"常规"},{"key":"适用人群","value":"青年"},{"key":"流行元素","value":"印花，撞色"},{"key":"穿着方式","value":"套头"},{"key":"风格","value":"基础大众，青春休闲"},{"key":"基础风格","value":"青春流行"},{"key":"图案","value":"纯色"},{"key":"适用场景","value":"休闲"}]}
	,{ "prefixPath":"/home", "title":"梵迪拉泳衣女夏2021年新款遮肚显瘦时尚游泳衣泡温泉连体泳装可拆卸裙 12128 黑色 L（95-110斤）","price":"￥99.00","id":"100011564489","pic":"100011564489.webp","attrs":[{"key":"选择尺码","value":["M（80-95斤）","L（95-110斤）","XL（110-125斤）","2XL（125-140斤）"],"type":1}],"guige":[{"key":"商品名称","value":"梵迪拉12128"},{"key":"商品编号","value":"100011564489"},{"key":"商品毛重","value":"380.00g"},{"key":"商品产地","value":"中国大陆山东青岛"},{"key":"货号","value":"12128+12147X"},{"key":"下装款式","value":"裙式"},{"key":"系列","value":"休闲款"},{"key":"适用人群","value":"成人"},{"key":"材质","value":"涤纶(聚酯纤维)"},{"key":"上装款式","value":"短袖"},{"key":"胸垫钢托","value":"有胸垫无钢托"},{"key":"款式","value":"裙式分体"}]}
	,{ "prefixPath":"/home", "title":"U.S.POLO ASSN.拉链领带男5.5商务休闲正装一拉得懒人免打结男士西装领带学生礼盒装 SLDOO-60006 藏蓝","price":"￥1899.00","id":"100004049488","pic":"100004049488.webp","attrs":[{"key":"选择颜色","value":["藏蓝白条纹","黑白斜纹","藏青细条纹","灰色线条","黄色条纹","红黑条纹","藏蓝","黑色格纹","黑色线格1","灰色线条1","红色方格1"],"type":1}],"guige":[{"key":"商品名称","value":"us polo assnSLDOO-60008"},{"key":"商品编号","value":"100004049488"},{"key":"商品毛重","value":"185.00g"},{"key":"商品产地","value":"嵊州"},{"key":"货号","value":"SLDOO-60006"},{"key":"类别","value":"领带"},{"key":"大剑宽","value":"超窄3-5cm"},{"key":"款式","value":"箭头形"},{"key":"上市时间","value":"2020年秋季"},{"key":"风格","value":"商务正装，商务休闲，基础大众，简约"},{"key":"包装形式","value":"礼盒装"},{"key":"图案","value":"条纹"},{"key":"适用场景","value":"日常"}]}
	,{ "prefixPath":"/home", "title":"宜肤泳衣女保守显瘦女士学生运动游泳衣女款3件套平角大码专业温泉泳装 黑灰 XL","price":"￥1899.00","id":"100008024623","pic":"100008024623.webp","attrs":[{"key":"选择尺码","value":["M","L","XL","2XL"],"type":1}],"guige":[{"key":"商品名称","value":"宜肤YFJF1057"},{"key":"商品编号","value":"100008024623"},{"key":"商品毛重","value":"400.00g"},{"key":"商品产地","value":"中国大陆辽宁省葫芦岛市"},{"key":"货号","value":"YFJF1057"},{"key":"系列","value":"休闲款"},{"key":"下装款式","value":"裙式"},{"key":"适用人群","value":"成人"},{"key":"材质","value":"涤纶(聚酯纤维)"},{"key":"上装款式","value":"短袖"},{"key":"胸垫钢托","value":"有胸垫无钢托"},{"key":"款式","value":"裙式分体"}]}
	,{ "prefixPath":"/home", "title":"Keep 高强度工字背运动内衣背心健身跑步聚拢文胸10406 黑色 L","price":"￥179.00","id":"100010453554","pic":"100010453554.webp","attrs":[{"key":"选择颜色","value":["橡胶粉","黑色","尘埃蓝"],"type":1},{"key":"选择尺码","value":["S","M","L"],"type":1}],"guige":[{"key":"商品名称","value":"Keep21003048"},{"key":"商品编号","value":"100010453554"},{"key":"商品毛重","value":"140.00g"},{"key":"商品产地","value":"中国北京"},{"key":"货号","value":"21003050"},{"key":"文胸款式","value":"T型"},{"key":"材质","value":"锦纶/尼龙(聚酰胺纤维)"},{"key":"是否含胸垫","value":"含胸垫"},{"key":"功能","value":"吸湿排汗，速干，透气"}]}
	,{ "prefixPath":"/home", "title":"Cabbeen/卡宾男装半高领长袖线衫2021新款落肩休闲织唛立体针织H 国美蓝27 48/170/M","price":"￥129.00","id":"10034860977663","pic":"10034860977663.webp","attrs":[{"key":"选择颜色","value":["国美蓝27","中灰色36","杏色15","中橙色13"],"type":1},{"key":"选择尺码","value":["46/165/S","48/170/M","50/175/L","52/180/XL","54/185/XXL","56/190/XXXL"],"type":1}],"guige":[{"key":"商品名称","value":"Cabbeen/卡宾男装半高领长袖线衫2021新款落肩休闲织唛立体针织H 国美蓝27 48/170/M"},{"key":"商品编号","value":"10034860977663"},{"key":"店铺","value":" 卡宾官方旗舰店"},{"key":"商品毛重","value":"0.6kg"},{"key":"货号","value":"3213107021"},{"key":"材质","value":"腈纶(聚丙烯腈纤维)"},{"key":"衣门襟","value":"套头"},{"key":"版型","value":"宽松型"},{"key":"领型","value":"半高领"},{"key":"袖长","value":"长袖"},{"key":"上市时间","value":"2021年秋季"},{"key":"厚度","value":"常规"},{"key":"适用人群","value":"青年"},{"key":"流行元素","value":"撞色"},{"key":"穿着方式","value":"套头"},{"key":"风格","value":"基础大众"},{"key":"基础风格","value":"青春流行"},{"key":"图案","value":"字母"},{"key":"适用场景","value":"休闲"}]}
	,{ "prefixPath":"/home", "title":"初申 2021秋季格子长袖衬衫女学生韩版宽松衬衣休闲上衣薄外套 SW13CS382 蓝色 均码","price":"￥685.00","id":"100019794126","pic":"100019794126.webp","attrs":[{"key":"选择颜色","value":["白色","蓝色格纹","黄色","蓝色"],"type":1}],"guige":[{"key":"商品名称","value":"初申衬衫"},{"key":"商品编号","value":"100019794126"},{"key":"商品毛重","value":"500.00g"},{"key":"商品产地","value":"中国浙江"},{"key":"货号","value":"SW13CS382"},{"key":"材质","value":"涤纶(聚酯纤维)95%"},{"key":"袖长","value":"长袖"},{"key":"衣长","value":"常规款"},{"key":"上市时间","value":"2021年秋季"},{"key":"领型","value":"衬衫领"},{"key":"版型","value":"宽松型"},{"key":"流行元素","value":"纽扣"},{"key":"风格","value":"通勤，简约，韩版"},{"key":"袖型","value":"衬衫袖"},{"key":"适用年龄","value":"18-24周岁，25-29周岁，35-39周岁"},{"key":"图案","value":"格子"},{"key":"衣门襟","value":"单排扣"}]}
	,{ "prefixPath":"/home", "title":"Speedo/速比涛 女士泳衣 绮遇系列 深海设计连体泳衣 海岛 度假泳衣女抗氯 修身 8122065332 海蓝/白色 36","price":"￥416.00","id":"100003183087","pic":"100003183087.webp","attrs":[{"key":"选择颜色","value":["海蓝/白色","黑/白色"],"type":1},{"key":"选择尺码","value":["32","34","36","38","40"],"type":1}],"guige":[{"key":"商品名称","value":"速比涛绮遇系列女士泳衣"},{"key":"商品编号","value":"100003183087"},{"key":"商品毛重","value":"175.00g"},{"key":"商品产地","value":"广东"},{"key":"货号","value":"8122065332"},{"key":"下装款式","value":"三角泳裤"},{"key":"系列","value":"休闲款"},{"key":"适用人群","value":"成人"},{"key":"材质","value":"锦纶/尼龙(聚酰胺纤维)"},{"key":"上装款式","value":"无袖"},{"key":"胸垫钢托","value":"有胸垫无钢托"},{"key":"款式","value":"非裙式连体"}]},
	{  "prefixPath":"/home", "title":"Siggi 字母纯羊毛围巾女冬季韩版加厚保暖针织披肩日系百搭休闲围脖 元旦圣诞送礼 浅摩卡/月光白(礼盒装） 约200cm×50cm","price":"￥256.00","id":"10024675662978","pic":"10024675662978.webp","attrs":[{"key":"选择颜色","value":["杏仁米+藏青色黑格","杏仁米+灰黑格","浅摩卡/月光白(礼盒装）","杏仁米/暖鹅黄(礼盒装）","杏仁米+红格手套","杏仁米+橘黑格","杏仁米+浅灰格","浅摩卡+红黑格","浅摩卡+藏青黑格","浅摩卡+橘黑格","浅摩卡+浅灰格","浅摩卡/月光白+奶茶驼麂皮绒手套","杏仁米围巾+奶茶驼麂皮绒手套","浅摩卡/月光白+杏仁米手套礼盒装 预计11.16前","浅摩卡/月光白+粉色手套礼盒装 预计11.16前","浅摩卡围巾+正反戴渔夫帽","杏仁米围巾+正反两戴渔夫帽","浅摩卡/月光白+摩登熊保温杯"],"type":1}],"guige":[{"key":"商品名称","value":"Siggi 字母纯羊毛围巾女冬季韩版加厚保暖针织披肩日系百搭休闲围脖 元旦圣诞送礼 浅摩卡/月光白(礼盒装） 约200cm×50cm"},{"key":"商品编号","value":"10024675662978"},{"key":"店铺","value":" Siggi旗舰店"},{"key":"商品毛重","value":"100.00g"},{"key":"货号","value":"SI91472ACADK"},{"key":"材质","value":"羊毛"},{"key":"适用季节","value":"秋季，冬季"},{"key":"上市时间","value":"2020年秋季"},{"key":"成分含量","value":"95%以上"},{"key":"流行元素","value":"双面，其他"},{"key":"风格","value":"韩版，休闲风，优雅"},{"key":"形状","value":"长方形"},{"key":"图案","value":"字母，数字，文字"},{"key":"款式","value":"围巾"}]}
	,{ "prefixPath":"/home", "title":"木九十 钛材质半框镜架 时尚简约佩戴舒适 沉稳优雅男镜FM1920205 C02 光浅金","price":"￥359.00","id":"100007605202","pic":"100007605202.webp","attrs":[{"key":"选择颜色","value":["C01光银","C02 光浅金"],"type":1}],"guige":[{"key":"商品名称","value":"木九十FM1920205"},{"key":"商品编号","value":"100007605202"},{"key":"商品毛重","value":"120.00g"},{"key":"商品产地","value":"广东深圳"},{"key":"适用性别","value":"通用"},{"key":"类别","value":"镜架"},{"key":"边框","value":"半框"},{"key":"风格","value":"商务，休闲风，通勤"},{"key":"上市时间","value":"往季"},{"key":"功能","value":"防蓝光"}]}
],
}




function getIndexData() {
	return IndexData;
}



/**
 * 模板
 {
		"id": "123456",
		"pic": " ",
		"title": " ",
		"price": " ",
		"attrs":  ,
		"photoAlbum":  ,
		"guige":       ,
	}
 */


// var data = {
// 	"goods": [{
// 			"id": "123456",
// 			"pic": "123456.webp",
// 			"title": "MLB 男女通用 棒球帽",
// 			"price": "269.00",
// 			"attrs": [{
// 				"type": 1,
// 				"key": "颜色",
// 				"value": ["黑色", "蓝色", "白色", "绿色"]
// 			}, {
// 				"type": 1,
// 				"key": "尺码",
// 				"value": ["29", "28", "26", "30"]
// 			}],
// 			"guige": [{
// 				"key": "商品名称",
// 				"value": "MLB32CPIG-NY"
// 			}, {
// 				"key": "商品编号",
// 				"value": "100000563841"
// 			}, {
// 				"key": "商品毛重",
// 				"value": "250.00g"
// 			}, {
// 				"key": "商品产地",
// 				"value": "韩国"
// 			}, {
// 				"key": "货号",
// 				"value": "32CPIG"
// 			}, {
// 				"key": "材质",
// 				"value": "其他"
// 			}, {
// 				"key": "适用季节",
// 				"value": "春季，夏季，秋季，冬季"
// 			}, {
// 				"key": "帽檐长度",
// 				"value": "短檐"
// 			}, {
// 				"key": "上市时间",
// 				"value": "2019年春季"
// 			}, {
// 				"key": "适用性别",
// 				"value": "通用"
// 			}, {
// 				"key": "流行元素",
// 				"value": "刺绣"
// 			}, {
// 				"key": "风格",
// 				"value": "街头，优雅，民族风"
// 			}, {
// 				"key": "帽檐款式",
// 				"value": "其他"
// 			}, {
// 				"key": "图案",
// 				"value": "纯色"
// 			}, {
// 				"key": "适用场景",
// 				"value": "沙滩，上班，校园"
// 			}]
// 		}, {
// 			"id": "100016799350",
// 			"pic": "100016799350.webp",
// 			"title": "Redmi Note 9 Pro 5G 一亿像素 骁龙750G 33W快充 120Hz刷新率 碧海星辰 8GB+256GB 智能手机 小米 红米",
// 			"price": "1669.00",
// 			"attrs": [{
// 				"type": 1,
// 				"key": "颜色",
// 				"value": ["静默星空", "碧海星辰", "湖广秋色"]
// 			}, {
// 				"type": 1,
// 				"key": "版本",
// 				"value": ["6GB+128GB", "8GB+128GB", "8GB+256GB", "12GB+256GB"]
// 			}],
// 			"guige": [{
// 				"key": "商品名称",
// 				"value": "小米Redmi Note9 Pro"
// 			}, {
// 				"key": "商品编号",
// 				"value": "100016799350"
// 			}, {
// 				"key": "商品毛重",
// 				"value": "500.00g"
// 			}, {
// 				"key": "商品产地",
// 				"value": "中国大陆"
// 			}, {
// 				"key": "CPU型号",
// 				"value": "骁龙750G"
// 			}, {
// 				"key": "运行内存",
// 				"value": "8GB"
// 			}, {
// 				"key": "机身存储",
// 				"value": "256GB"
// 			}, {
// 				"key": "存储卡",
// 				"value": "支持MicroSD(TF)"
// 			}, {
// 				"key": "后摄主摄像素",
// 				"value": "1亿像素"
// 			}, {
// 				"key": "前摄主摄像素",
// 				"value": "1600万像素"
// 			}, {
// 				"key": "分辨率",
// 				"value": "全高清FHD+"
// 			}, {
// 				"key": "充电器",
// 				"value": "其他"
// 			}, {
// 				"key": "热点",
// 				"value": "人脸识别，快速充电，NFC，5G"
// 			}, {
// 				"key": "游戏性能",
// 				"value": "发烧级"
// 			}, {
// 				"key": "系统",
// 				"value": "Android"
// 			}, {
// 				"key": "支持IPv6",
// 				"value": "支持IPv6"
// 			}, {
// 				"key": "充电功率",
// 				"value": "30-39W"
// 			}]
// 		}, {
// 			"title": "摩斯维 苹果12手机壳iphone12保护套磨砂透明软壳镜头全包防摔超薄男款潮女款个性时尚简约高级感 浅草绿【超薄磨砂丨强抗指纹】贈钢化膜",
// 			"price": "￥1899.00",
// 			"id": "10038987213129",
// 			"pic": "10038987213129.webp",
// 			"attrs": [{
// 				"key": "选择颜色",
// 				"value": ["石墨黑【超薄磨砂丨强抗指纹】贈钢化膜", "海蓝色【超薄磨砂丨强抗指纹】贈钢化膜", "雾纱白【超薄磨砂丨强抗指纹】贈钢化膜",
// 					"浅草绿【超薄磨砂丨强抗指纹】贈钢化膜"
// 				],
// 				"type": 1
// 			}],
// 			"guige": [{
// 				"key": "商品名称",
// 				"value": "摩斯维（msvii）AppleiPhone 12"
// 			}, {
// 				"key": "商品编号",
// 				"value": "10038987213129"
// 			}, {
// 				"key": "商品毛重",
// 				"value": "100.00g"
// 			}, {
// 				"key": "商品产地",
// 				"value": "中国大陆"
// 			}, {
// 				"key": "材质",
// 				"value": "塑料"
// 			}, {
// 				"key": "热门机型",
// 				"value": "Apple iPhone 12"
// 			}, {
// 				"key": "风格",
// 				"value": "简约，透明款"
// 			}]
// 		},
// 		{
// 			"title": "虎牌保险柜 家用小型60cm全钢防盗入墙保管柜指纹密码办公保险箱 博瑞系列 钢琴黑",
// 			"price": "￥1899.00",
// 			"id": "100026484792",
// 			"pic": "100026484792.webp",
// 			"attrs": [{
// 					"key": "选择颜色",
// 					"value": ["博瑞20cm钢琴黑", "博瑞25cm钢琴黑", "博瑞25cm咖啡金", "博瑞45cm钢琴黑", "博瑞60cm钢琴黑", "博瑞80cm钢琴黑",
// 						"博瑞100cm钢琴黑", "博瑞120cm钢琴黑", "博瑞150cm钢琴黑", "博瑞45cm咖啡金", "博瑞60cm咖啡金", "博瑞80cm咖啡金",
// 						"博瑞100cm咖啡金", "博瑞120cm咖啡金", "博瑞150cm咖啡金"
// 					],
// 					"type": 1
// 				},
// 				{
// 					"key": "选择版本",
// 					"value": ["电子密码", "密码+指纹", "配件隔板（单拍不发货）",
// 						"配件底轮（单拍不发货）", "指纹开启"
// 					],
// 					"type": 1
// 				}
// 			],
// 			"guige": [{
// 				"key": "商品名称",
// 				"value": "虎牌博瑞60"
// 			}, {
// 				"key": "商品编号",
// 				"value": "100026484792"
// 			}, {
// 				"key": "商品毛重",
// 				"value": "30.0kg"
// 			}, {
// 				"key": "商品产地",
// 				"value": "中国大陆"
// 			}, {
// 				"key": "门板厚度",
// 				"value": "6-8mm"
// 			}, {
// 				"key": "显示屏",
// 				"value": "LED数码屏显示"
// 			}, {
// 				"key": "执行标准",
// 				"value": "企业标准"
// 			}, {
// 				"key": "开锁方式",
// 				"value": "密码解锁，指纹解锁，钥匙解锁"
// 			}, {
// 				"key": "主机械钥匙",
// 				"value": "有，非必须使用"
// 			}, {
// 				"key": "报警功能",
// 				"value": "蜂鸣器报警"
// 			}, {
// 				"key": "门板形式",
// 				"value": "复合"
// 			}, {
// 				"key": "重量",
// 				"value": "16-30kg"
// 			}, {
// 				"key": "箱体厚度",
// 				"value": "4mm以下"
// 			}, {
// 				"key": "应急开启",
// 				"value": "主钥匙+应急钥匙"
// 			}, {
// 				"key": "门型",
// 				"value": "单开门"
// 			}, {
// 				"key": "开门方式",
// 				"value": "手动开门"
// 			}, {
// 				"key": "外观高度",
// 				"value": "45-60cm"
// 			}]
// 		},
// 		{
// 			"title": "A21秋季2021男装圆领长袖线衫 纯色休闲百搭男女情侣款毛衣R413143039 浅灰绿 170/84A/M",
// 			"price": "￥1899.00",
// 			"id": "100023589788",
// 			"pic": "100023589788.webp",
// 			"attrs": [{
// 					"key": "选择颜色",
// 					"value": [
// 						"灰蓝",
// 						"卡其",
// 						"中灰",
// 						"黑色",
// 						"暗粉红",
// 						"浅灰绿",
// 						"灰蓝",
// 						"卡其",
// 						"中灰",
// 						"黑色",
// 						"暗粉红",
// 						"浅灰绿",
// 					],
// 					"type": 1
// 				},
// 				{
// 					"key": "选择尺码",
// 					"value": [
// 						"165/80A/S",
// 						"170/84A/M",
// 						"175/88A/L",
// 						"180/92A/XL",
// 						"185/96A/XXL",
// 						"190/100A/XXXL",
// 						"165/80A/S",
// 						"170/84A/M",
// 						"175/88A/L",
// 						"180/92A/XL",
// 						"185/96A/XXL",
// 						"190/100A/XXXL"
// 					],
// 					"type": 1
// 				}
// 			],
// 			"guige": [{
// 					"key": "商品名称",
// 					"value": "A21毛织"
// 				},
// 				{
// 					"key": "商品编号",
// 					"value": "100023589788"
// 				},
// 				{
// 					"key": "商品毛重",
// 					"value": "460.00g"
// 				},
// 				{
// 					"key": "商品产地",
// 					"value": "中国大陆"
// 				},
// 				{
// 					"key": "货号",
// 					"value": "R413143039ZY"
// 				},
// 				{
// 					"key": "材质",
// 					"value": "棉"
// 				},
// 				{
// 					"key": "衣门襟",
// 					"value": "套头"
// 				},
// 				{
// 					"key": "版型",
// 					"value": "宽松型"
// 				},
// 				{
// 					"key": "领型",
// 					"value": "圆领"
// 				},
// 				{
// 					"key": "袖长",
// 					"value": "长袖"
// 				},
// 				{
// 					"key": "上市时间",
// 					"value": "2021年秋季"
// 				},
// 				{
// 					"key": "厚度",
// 					"value": "常规"
// 				},
// 				{
// 					"key": "适用人群",
// 					"value": "青年"
// 				},
// 				{
// 					"key": "流行元素",
// 					"value": "印花，撞色"
// 				},
// 				{
// 					"key": "穿着方式",
// 					"value": "套头"
// 				},
// 				{
// 					"key": "风格",
// 					"value": "基础大众，青春休闲"
// 				},
// 				{
// 					"key": "基础风格",
// 					"value": "青春流行"
// 				},
// 				{
// 					"key": "图案",
// 					"value": "纯色"
// 				},
// 				{
// 					"key": "适用场景",
// 					"value": "休闲"
// 				}
// 			]
// 		},
// 		{
// 			"title": "梵迪拉泳衣女夏2021年新款遮肚显瘦时尚游泳衣泡温泉连体泳装可拆卸裙 12128 黑色 L（95-110斤）",
// 			"price": "￥99.00",
// 			"id": "100011564489",
// 			"pic": "100011564489.webp",
// 			"attrs": [{
// 				"key": "选择尺码",
// 				"value": ["M（80-95斤）", "L（95-110斤）", "XL（110-125斤）", "2XL（125-140斤）"],
// 				"type": 1
// 			}],
// 			"guige": [{
// 				"key": "商品名称",
// 				"value": "梵迪拉12128"
// 			}, {
// 				"key": "商品编号",
// 				"value": "100011564489"
// 			}, {
// 				"key": "商品毛重",
// 				"value": "380.00g"
// 			}, {
// 				"key": "商品产地",
// 				"value": "中国大陆山东青岛"
// 			}, {
// 				"key": "货号",
// 				"value": "12128+12147X"
// 			}, {
// 				"key": "下装款式",
// 				"value": "裙式"
// 			}, {
// 				"key": "系列",
// 				"value": "休闲款"
// 			}, {
// 				"key": "适用人群",
// 				"value": "成人"
// 			}, {
// 				"key": "材质",
// 				"value": "涤纶(聚酯纤维)"
// 			}, {
// 				"key": "上装款式",
// 				"value": "短袖"
// 			}, {
// 				"key": "胸垫钢托",
// 				"value": "有胸垫无钢托"
// 			}, {
// 				"key": "款式",
// 				"value": "裙式分体"
// 			}]
// 		},
// 		{"title": "U.S.POLO ASSN.拉链领带男5.5商务休闲正装一拉得懒人免打结男士西装领带学生礼盒装 SLDOO-60006 藏蓝", "price": "￥1899.00", "id": "100004049488", "pic": "100004049488.webp", "attrs": [{"key": "选择颜色", "value": ["藏蓝白条纹", "黑白斜纹", "藏青细条纹", "灰色线条", "黄色条纹", "红黑条纹", "藏蓝", "黑色格纹", "黑色线格1", "灰色线条1", "红色方格1"], "type": 1}], "guige": [{"key": "商品名称", "value": "us polo assnSLDOO-60008"}, {"key": "商品编号", "value": "100004049488"}, {"key": "商品毛重", "value": "185.00g"}, {"key": "商品产地", "value": "嵊州"}, {"key": "货号", "value": "SLDOO-60006"}, {"key": "类别", "value": "领带"}, {"key": "大剑宽", "value": "超窄3-5cm"}, {"key": "款式", "value": "箭头形"}, {"key": "上市时间", "value": "2020年秋季"}, {"key": "风格", "value": "商务正装，商务休闲，基础大众，简约"}, {"key": "包装形式", "value": "礼盒装"}, {"key": "图案", "value": "条纹"}, {"key": "适用场景", "value": "日常"}]},
// 		{"title": "宜肤泳衣女保守显瘦女士学生运动游泳衣女款3件套平角大码专业温泉泳装 黑灰 XL", "price": "￥1899.00", "id": "100008024623", "pic": "100008024623.webp", "attrs": [{"key": "选择尺码", "value": ["M", "L", "XL", "2XL"], "type": 1}], "guige": [{"key": "商品名称", "value": "宜肤YFJF1057"}, {"key": "商品编号", "value": "100008024623"}, {"key": "商品毛重", "value": "400.00g"}, {"key": "商品产地", "value": "中国大陆辽宁省葫芦岛市"}, {"key": "货号", "value": "YFJF1057"}, {"key": "系列", "value": "休闲款"}, {"key": "下装款式", "value": "裙式"}, {"key": "适用人群", "value": "成人"}, {"key": "材质", "value": "涤纶(聚酯纤维)"}, {"key": "上装款式", "value": "短袖"}, {"key": "胸垫钢托", "value": "有胸垫无钢托"}, {"key": "款式", "value": "裙式分体"}]}
// 		,{"title": "Keep 高强度工字背运动内衣背心健身跑步聚拢文胸10406 黑色 L", "price": "￥179.00", "id": "100010453554", "pic": "100010453554.webp", "attrs": [{"key": "选择颜色", "value": ["橡胶粉", "黑色", "尘埃蓝"], "type": 1}, {"key": "选择尺码", "value": ["S", "M", "L"], "type": 1}], "guige": [{"key": "商品名称", "value": "Keep21003048"}, {"key": "商品编号", "value": "100010453554"}, {"key": "商品毛重", "value": "140.00g"}, {"key": "商品产地", "value": "中国北京"}, {"key": "货号", "value": "21003050"}, {"key": "文胸款式", "value": "T型"}, {"key": "材质", "value": "锦纶/尼龙(聚酰胺纤维)"}, {"key": "是否含胸垫", "value": "含胸垫"}, {"key": "功能", "value": "吸湿排汗，速干，透气"}]}
// 		,{"title": "Cabbeen/卡宾男装半高领长袖线衫2021新款落肩休闲织唛立体针织H 国美蓝27 48/170/M", "price": "￥129.00", "id": "10034860977663", "pic": "10034860977663.webp", "attrs": [{"key": "选择颜色", "value": ["国美蓝27", "中灰色36", "杏色15", "中橙色13"], "type": 1}, {"key": "选择尺码", "value": ["46/165/S", "48/170/M", "50/175/L", "52/180/XL", "54/185/XXL", "56/190/XXXL"], "type": 1}], "guige": [{"key": "商品名称", "value": "Cabbeen/卡宾男装半高领长袖线衫2021新款落肩休闲织唛立体针织H 国美蓝27 48/170/M"}, {"key": "商品编号", "value": "10034860977663"}, {"key": "店铺", "value": " 卡宾官方旗舰店"}, {"key": "商品毛重", "value": "0.6kg"}, {"key": "货号", "value": "3213107021"}, {"key": "材质", "value": "腈纶(聚丙烯腈纤维)"}, {"key": "衣门襟", "value": "套头"}, {"key": "版型", "value": "宽松型"}, {"key": "领型", "value": "半高领"}, {"key": "袖长", "value": "长袖"}, {"key": "上市时间", "value": "2021年秋季"}, {"key": "厚度", "value": "常规"}, {"key": "适用人群", "value": "青年"}, {"key": "流行元素", "value": "撞色"}, {"key": "穿着方式", "value": "套头"}, {"key": "风格", "value": "基础大众"}, {"key": "基础风格", "value": "青春流行"}, {"key": "图案", "value": "字母"}, {"key": "适用场景", "value": "休闲"}]}
// 		,{"title": "初申 2021秋季格子长袖衬衫女学生韩版宽松衬衣休闲上衣薄外套 SW13CS382 蓝色 均码", "price": "￥685.00", "id": "100019794126", "pic": "100019794126.webp", "attrs": [{"key": "选择颜色", "value": ["白色", "蓝色格纹", "黄色", "蓝色"], "type": 1}], "guige": [{"key": "商品名称", "value": "初申衬衫"}, {"key": "商品编号", "value": "100019794126"}, {"key": "商品毛重", "value": "500.00g"}, {"key": "商品产地", "value": "中国浙江"}, {"key": "货号", "value": "SW13CS382"}, {"key": "材质", "value": "涤纶(聚酯纤维)95%"}, {"key": "袖长", "value": "长袖"}, {"key": "衣长", "value": "常规款"}, {"key": "上市时间", "value": "2021年秋季"}, {"key": "领型", "value": "衬衫领"}, {"key": "版型", "value": "宽松型"}, {"key": "流行元素", "value": "纽扣"}, {"key": "风格", "value": "通勤，简约，韩版"}, {"key": "袖型", "value": "衬衫袖"}, {"key": "适用年龄", "value": "18-24周岁，25-29周岁，35-39周岁"}, {"key": "图案", "value": "格子"}, {"key": "衣门襟", "value": "单排扣"}]}
// 		,{"title": "Speedo/速比涛 女士泳衣 绮遇系列 深海设计连体泳衣 海岛 度假泳衣女抗氯 修身 8122065332 海蓝/白色 36", "price": "￥416.00", "id": "100003183087", "pic": "100003183087.webp", "attrs": [{"key": "选择颜色", "value": ["海蓝/白色", "黑/白色"], "type": 1}, {"key": "选择尺码", "value": ["32", "34", "36", "38", "40"], "type": 1}], "guige": [{"key": "商品名称", "value": "速比涛绮遇系列女士泳衣"}, {"key": "商品编号", "value": "100003183087"}, {"key": "商品毛重", "value": "175.00g"}, {"key": "商品产地", "value": "广东"}, {"key": "货号", "value": "8122065332"}, {"key": "下装款式", "value": "三角泳裤"}, {"key": "系列", "value": "休闲款"}, {"key": "适用人群", "value": "成人"}, {"key": "材质", "value": "锦纶/尼龙(聚酰胺纤维)"}, {"key": "上装款式", "value": "无袖"}, {"key": "胸垫钢托", "value": "有胸垫无钢托"}, {"key": "款式", "value": "非裙式连体"}]}
// 		,{"title": "Siggi 字母纯羊毛围巾女冬季韩版加厚保暖针织披肩日系百搭休闲围脖 元旦圣诞送礼 浅摩卡/月光白(礼盒装） 约200cm×50cm", "price": "￥256.00", "id": "10024675662978", "pic": "10024675662978.webp", "attrs": [{"key": "选择颜色", "value": ["杏仁米+藏青色黑格", "杏仁米+灰黑格", "浅摩卡/月光白(礼盒装）", "杏仁米/暖鹅黄(礼盒装）", "杏仁米+红格手套", "杏仁米+橘黑格", "杏仁米+浅灰格", "浅摩卡+红黑格", "浅摩卡+藏青黑格", "浅摩卡+橘黑格", "浅摩卡+浅灰格", "浅摩卡/月光白+奶茶驼麂皮绒手套", "杏仁米围巾+奶茶驼麂皮绒手套", "浅摩卡/月光白+杏仁米手套礼盒装 预计11.16前", "浅摩卡/月光白+粉色手套礼盒装 预计11.16前", "浅摩卡围巾+正反戴渔夫帽", "杏仁米围巾+正反两戴渔夫帽", "浅摩卡/月光白+摩登熊保温杯"], "type": 1}], "guige": [{"key": "商品名称", "value": "Siggi 字母纯羊毛围巾女冬季韩版加厚保暖针织披肩日系百搭休闲围脖 元旦圣诞送礼 浅摩卡/月光白(礼盒装） 约200cm×50cm"}, {"key": "商品编号", "value": "10024675662978"}, {"key": "店铺", "value": " Siggi旗舰店"}, {"key": "商品毛重", "value": "100.00g"}, {"key": "货号", "value": "SI91472ACADK"}, {"key": "材质", "value": "羊毛"}, {"key": "适用季节", "value": "秋季，冬季"}, {"key": "上市时间", "value": "2020年秋季"}, {"key": "成分含量", "value": "95%以上"}, {"key": "流行元素", "value": "双面，其他"}, {"key": "风格", "value": "韩版，休闲风，优雅"}, {"key": "形状", "value": "长方形"}, {"key": "图案", "value": "字母，数字，文字"}, {"key": "款式", "value": "围巾"}]}
// 		,{"title": "木九十 钛材质半框镜架 时尚简约佩戴舒适 沉稳优雅男镜FM1920205 C02 光浅金", "price": "￥359.00", "id": "100007605202", "pic": "100007605202.webp", "attrs": [{"key": "选择颜色", "value": ["C01光银", "C02 光浅金"], "type": 1}], "guige": [{"key": "商品名称", "value": "木九十FM1920205"}, {"key": "商品编号", "value": "100007605202"}, {"key": "商品毛重", "value": "120.00g"}, {"key": "商品产地", "value": "广东深圳"}, {"key": "适用性别", "value": "通用"}, {"key": "类别", "value": "镜架"}, {"key": "边框", "value": "半框"}, {"key": "风格", "value": "商务，休闲风，通勤"}, {"key": "上市时间", "value": "往季"}, {"key": "功能", "value": "防蓝光"}]}
// 		,
		
		



// 	]

// }




